Repository: RegioneER/rer.portlet.advanced_static
Catalog: rer/portlet/advanced_static/locales/*/LC_MESSAGES/rer.portlet.advanced_static.po
Languages: it, nl

source: A portlet that extend Plone static text portlet, and add more functionalities like some css styles customizables in the configuration registry
nl: Een portlet die een uitbreiding is op het standaard statische tekst portlet. Het voegt functionaliteit toe zoals css stijlen in het configuratieregister.

source: Background image
it: Immagine di background
nl: Achtergrondplaatje

source: Background image height
it: Altezza immagine di background
nl: Hoogte achtergrondplaatje

source: CSS class to add at the portlet
it: Classe CSS da aggiungere alla portlet
nl: CSS class om toe te voegen aan de portlet

source: Choose a CSS style for the portlet
it: Seleziona uno stile CSS per la portlet
nl: Kies een CSS stijl voor de portlet

source: Dropdown select
it: Voci del menu
nl: Dropdown selectie

source: Insert an image that will be shown as background of the header
it: Inserisci un'immagine che sarà visualizzata come background della testata della portlet
nl: Voeg een afbeelding toe die getoond zal worden als achtergrond van de header.

source: Insert an internal link. This field override external link field
it: Inserisci un link interno. Questo campo ha priorità sul link esterno
nl: Voeg een interne link toe. Dit veld overschrijft het veld Details link.

source: Internal link
it: Link interno
nl: Interne link

source: Open links in a new window
nl: Open links in een nieuw window

source: Opens in a new window
nl: Opent in een nieuw window

source: Portlet style
it: Stile portlet
nl: Portlet stijl

source: RER Advanced static portlet settings
it: Settaggi RER Advanced static portlet
nl: Instellingen voor uitgebreide statische portlet

source: Specify image background's height (in pixels). If empty will be used image's height.
it: Inserisci l'altezza dell'immagine di background (in pixel). Se vuoto, verrà utlizzata l'altezza originale dell'immagine.
nl: Zet hoogte van achtergrondplaatje (in pixels). Indien niet ingevuld, zal de hoogte van het plaatje gebruikt worden.

source: Text
it: Testo
nl: Tekst

source: The text to render
it: Il testo da visualizzare
nl: De tekst om te tonen

source: These entries are used for generating dropdown select for advanced static portlet. Note: pipe (|) symbol is not allowed in the value field.
it: Questi valori sono usati per generare il menu a tendina della portlet advanced static. Nota: il simbolo pipe (|) non è consentito.
nl: Deze waarden worden gebruikt voor het genereren van een dropdown selectie voor de uitgebreide statische portlet. Opmerking: een pijp (|) symbool is niet toegestaan in het veld van de waarde.

source: This form is for managing RER Advanced static portlet classes available on portlet add/edit form.
it: Questa form serve per gestire le classi della RER Advanced static portlet.
nl: Dit formulier is voor het beheren van de uitgebreide statische portlet classes die beschikbaar zijn in het toevoeg en bewerk formulier van de portlet.

source: Tick this box if you want to open the header and footer links in a new window
nl: Selecteer om de links van header en footer te openen in een nieuw window.

source: label_save
it: Salve
nl: Opslaan

source: vocabulary-missing-single-value-for-edit
it: -- seleziona un valore --
nl: -- selecteer een waarde --

source: Portlet class
it: Classe portlet
